{
    "name": "Whisper Speaker Diarization Large2",
    "category": "Audio",
    "example_input": {
      "youtube_url":"",
      "audio_url":"https://d11untcg2uthr3.cloudfront.net/attachments/37362446/arly-velasquez-on-managing-risk.mp3?episode_id=7742178&show_id=5031508&user_id=-&organization_id=audioboom&tenant=AUDIOBOOM&timestamp=1677734145&metadata=dist%3Dno_ads%26one_min%3D1017922%26pl%3Drss%26sub%3Dpl8&response-content-disposition=inline&media_type=static&Expires=1677993345&Key-Pair-Id=K1J2BR3INU6RYD&Signature=ghK8S0HmSztNUBEVUCynklX2kNvaA~Qnj31u8fVyKR6j9kAr4IBDFLg3lFkAZ-79XGEfam6qaFH4K0ITQphrqMzgFvHJzHodNI71bGaD4D4vO--yZwBAeLpCNv9x9HErvdxQ79oeGnwXABg5zhrtSLIAKv8R~30G86eGoHjRGi4kR771N158N4mdwacGB3RZZ5KNM7Xf5642byqjJR3GzbrnkBVYDwL-ESJ1WKo5qkYV3cqKZPfoLtPY4aXt4kUy2UBqDGia92mY9cFGQgawJXbGCYz1k44K8TxJlrXCFcqcazhmIh6Zt~-7nUk0ZLLqDbN8dLXdGfMtrQxlMS3ZOg__",
      "language": "en",
      "num_speakers": 2
    },
    "example_output": {
      "text": ""
    },
    "version": "1"
}

"{\"Start\":{\"0\":\"0:00:00\",\"1\":\"0:01:27\",\"2\":\"0:01:50\",\"3\":\"0:02:08\",\"4\":\"0:02:25\",\"5\":\"0:02:42\",\"6\":\"0:03:12\",\"7\":\"0:03:35\",\"8\":\"0:04:28\",\"9\":\"0:04:39\",\"10\":\"0:06:22\",\"11\":\"0:06:35\",\"12\":\"0:08:12\",\"13\":\"0:08:23\",\"14\":\"0:10:41\",\"15\":\"0:11:08\",\"16\":\"0:12:00\",\"17\":\"0:12:25\",\"18\":\"0:13:33\",\"19\":\"0:13:46\",\"20\":\"0:15:35\",\"21\":\"0:15:37\",\"22\":\"0:15:58\",\"23\":\"0:16:02\",\"24\":\"0:16:27\",\"25\":\"0:16:32\",\"26\":\"0:16:38\",\"27\":\"0:16:42\",\"28\":\"0:18:01\",\"29\":\"0:18:08\",\"30\":\"0:19:13\",\"31\":\"0:19:21\",\"32\":\"0:20:48\",\"33\":\"0:20:57\",\"34\":\"0:21:58\",\"35\":\"0:22:06\",\"36\":\"0:23:38\",\"37\":\"0:24:04\",\"38\":\"0:25:29\",\"39\":\"0:25:44\",\"40\":\"0:26:16\",\"41\":\"0:27:12\"},\"End\":{\"0\":\"0:01:27\",\"1\":\"0:01:50\",\"2\":\"0:02:08\",\"3\":\"0:02:25\",\"4\":\"0:02:42\",\"5\":\"0:03:12\",\"6\":\"0:03:35\",\"7\":\"0:04:28\",\"8\":\"0:04:39\",\"9\":\"0:06:22\",\"10\":\"0:06:35\",\"11\":\"0:08:12\",\"12\":\"0:08:23\",\"13\":\"0:10:41\",\"14\":\"0:11:08\",\"15\":\"0:12:00\",\"16\":\"0:12:25\",\"17\":\"0:13:33\",\"18\":\"0:13:46\",\"19\":\"0:15:35\",\"20\":\"0:15:37\",\"21\":\"0:15:58\",\"22\":\"0:16:02\",\"23\":\"0:16:27\",\"24\":\"0:16:32\",\"25\":\"0:16:38\",\"26\":\"0:16:42\",\"27\":\"0:18:01\",\"28\":\"0:18:08\",\"29\":\"0:19:13\",\"30\":\"0:19:21\",\"31\":\"0:20:48\",\"32\":\"0:20:57\",\"33\":\"0:21:58\",\"34\":\"0:22:06\",\"35\":\"0:23:38\",\"36\":\"0:24:04\",\"37\":\"0:25:29\",\"38\":\"0:25:44\",\"39\":\"0:26:16\",\"40\":\"0:27:12\",\"41\":\"0:27:12\"},\"Speaker\":{\"0\":\"SPEAKER 2\",\"1\":\"SPEAKER 1\",\"2\":\"SPEAKER 2\",\"3\":\"SPEAKER 1\",\"4\":\"SPEAKER 2\",\"5\":\"SPEAKER 1\",\"6\":\"SPEAKER 2\",\"7\":\"SPEAKER 1\",\"8\":\"SPEAKER 2\",\"9\":\"SPEAKER 1\",\"10\":\"SPEAKER 2\",\"11\":\"SPEAKER 1\",\"12\":\"SPEAKER 2\",\"13\":\"SPEAKER 1\",\"14\":\"SPEAKER 2\",\"15\":\"SPEAKER 1\",\"16\":\"SPEAKER 2\",\"17\":\"SPEAKER 1\",\"18\":\"SPEAKER 2\",\"19\":\"SPEAKER 1\",\"20\":\"SPEAKER 2\",\"21\":\"SPEAKER 1\",\"22\":\"SPEAKER 2\",\"23\":\"SPEAKER 1\",\"24\":\"SPEAKER 2\",\"25\":\"SPEAKER 1\",\"26\":\"SPEAKER 2\",\"27\":\"SPEAKER 1\",\"28\":\"SPEAKER 2\",\"29\":\"SPEAKER 1\",\"30\":\"SPEAKER 2\",\"31\":\"SPEAKER 1\",\"32\":\"SPEAKER 2\",\"33\":\"SPEAKER 1\",\"34\":\"SPEAKER 2\",\"35\":\"SPEAKER 1\",\"36\":\"SPEAKER 2\",\"37\":\"SPEAKER 1\",\"38\":\"SPEAKER 2\",\"39\":\"SPEAKER 1\",\"40\":\"SPEAKER 2\",\"41\":\"SPEAKER 1\"},\"Text\":{\"0\":\" Hello, I'm Andy Stevenson, and welcome to another episode of A Winning Mindset, Lessons  from the Paralympics, brought to you by the International Paralympic Committee and their  long-standing partner Allianz. Together, our aim is that these podcasts can help you in  your own personal and professional life. You'll be introduced to people who can inspire and  change the way you think, with their stories of facing life's challenges often helped  by having the right team behind them. Please do subscribe and listen to my previous conversations  with Hollywood actor R.J. Mitty and Paralympic stars such as Bruno Bosniak and Tatiana McFadden.  My guest in this episode is a daredevil. Ali Velazquez was a top mountain biker before  a crash which paralysed him, but he refused to leave the mountains or thrill-seeking behind  and took up the even more dangerous sport of sit skiing, becoming Mexico's second-ever  winter Paralympian. He's also started a baking empire, which will make you feel hungry, and  you may hear his neighbour's dog occasionally in the background too. But let's get Ali on  now. So Ali, before we get into sport and your daredevil life, I read that during this  pandemic you've been baking bread and selling it to your community. Tell me about that. \",\"1\":\" It's been really nice because suddenly it's a sourdough bread with organic flour and it's  also vegan. It has only plant-based ingredients. So it definitely has happened a boom lately. \",\"2\":\" Is this something completely new for you or do you have a kind of heritage in your family  of baking? No, this is totally new. And what's your role then? Are you literally there kneading  the dough and making it yourself or are you the brains behind the operation? Well, I have \",\"3\":\" had to do everything, but for sure, I took a course last year and then I guess it's natural  for an athlete to just take something and take it to the last and to the deepest and \",\"4\":\" always looking for better performance. And you say obviously about an athlete wanting  to take something and make it perfect or make it as good as you possibly can. Are there  other aspects of your sporting career that have been useful in this other business? But \",\"5\":\" I have to say that the skill that I have feel that it has helped me the most is the discipline.  A baker, you have to wake up super early. And that's something that I am used to. So  to take the first lift up the mountain and start training very early morning, it's pretty  much similar. And I think just being willing to do it day after day after day after day, \",\"6\":\" is key for success in either one of them. Well, there couldn't be a much bigger contrast  between baking and what we're going to talk to you about, which is predominantly danger  and managing risk. You moved from mountain biking to sit skiing now. What are your reflections  on your mountain biking career, first of all, because you were really at the top of the \",\"7\":\" tree in that sport as well, weren't you? I was lucky to always been very connected to  a bicycle in my life. And then when I was 10 years old, I switched it to the mountains.  And then I started doing mountain bike downhill. And a couple of years later, I was already  national champion in my category. Well, actually not in my category, because I should have  been in kids category, but I was in the juvenile, which takes people from 15 to 19, usually.  And I was 12 and I was already winning nationally. For being such a young guy, I was doing very,  very well. But at the same time, I guess that there was a lot of things that I didn't take  in count. One of the things was equipment at the time. And yep, definitely that was \",\"8\":\" a problem. For people who don't know Ali, tell us what happened in 2001 to bring your  mountain biking career to an end. So I was getting prepared for a race. One \",\"9\":\" weekend before, I broke my bike. And one friend told me that I could use his bicycle, that  it was built with very good accessories, but it was very, very heavy. And I was just 13  years old. I was 50 kilos. And this guy, he was like 80 kilograms. So it was things that  I didn't take in count. The very next weekend on the Saturday, I was training. I went through  the same jump that I broke my bike the weekend before. And suddenly the bicycle kind of shots  me to the ground. I landed on my head with the bicycle on top of me. So it was an extra  weight and I pretty much cracked my back with the pressure of the jump, the bike, and me  falling with the gravity on the ground. I stayed in the mountain, feeling my legs and  everything for 45 minutes. And then the paramedics came and they checked me out. They didn't  find anything bad, anything wrong, anything broken. And they told me to sit down and they  helped me out, pulling me from the arms. And that is where I was like, oh, I'm not feeling  good at all. And they were like, okay, lay down again. So when I went back to my back,  that's where I felt like the crack on it. And right away I stopped feeling my legs.  So that was the moment that I entered in this world of disability. \",\"10\":\" And during that lengthy recovery, you know, a number of years, you know, going through  physical and mental rehabilitation, were you immediately missing the adrenaline and the \",\"11\":\" risk of that sport that you had loved?  I guess that it was a different kind of rush what I was feeling in order to gain back.  It was not a mellow transition. It was very like a lot of work. The very first sports  that I went through was basketball and wheelchair basketball. And for example, just to be able  to be in a wheelchair, that it was a little faster than the one that I use regularly and  the turns were like super sharp and I was fighting with other athletes in order to get  the ball and that, that adrenaline definitely kind of put me in a different mindset that  I was missing for sure. It was, sports was therapeutic. Part of my recovery, my psychological  recovery in order to feel kind of useful and with freedom again. But to be honest, it was  like, okay, coming from mountain bike downhill with drops and roots and jumps. And I felt  like a little like trapped. This is not what I'm used to, but definitely I guess that what  I was missing the most was to feel free, you know? And that's something that I find very  often in the sports or where, even if I'm just riding my bicycle in a Sunday with my  dog or whatever, with my family or friends, I feel that freedom. And I guess that that  freedom was something that I was not feeling yet. \",\"12\":\" Tell us the story of how you found sit skiing or mono skiing as it's described in some countries.  I believe it was New Year's Day 2009 and this is a brilliant tale. \",\"13\":\" So in 2008, I was doing musical events and because of this, I earned some money that  I was able to put in a holiday that I pay for myself to go to Canada and finally being  like in the snow and all this and the cold and la la la. And then it was like the very  last days I was about to go back to Mexico and suddenly it crossed my mind. I think at  some point of my life, I saw something of mono ski or sit ski that it's kind of similar  to mountain bike downhill, but in the snow. So if I'm here, maybe I can find a place that  I can do it. And I start calling the ski resorts around and then I was able to find one place  that I could try it. And for sure, the first time that you do it, it's not even that you  really do it. It's just that they are taking you down the mountain in a bicycle that you  don't. Now looking backwards, I don't feel that I even control, but it definitely gave  me the feeling that I could get out of that sport, beginning with the surround of natural  environment around me and just trees and these views from the mountains that I have been  missing so much. It just gave me the reasons to go back to Mexico, sell all my stuff, get  the money that I have earned from the musical events from last year, sold my car and pretty  much flew to the border. I bought a very old SUV. It was very expensive to have a GPS back  in the day. So it was just with my, you know, my sheets of directions in order to drive  14 hours from the border until Park City. And that's how my career started. They asked  me if I knew already how to sit ski and I was like, yeah, I did it. But I did it once. \",\"14\":\" It's like something you would see on a film, isn't it? Somebody falls in love with something  or somebody, but in your case, you fell in love with a sport and you just literally,  as you say, you left, you packed up your entire life. And I'm thinking about virtually the  whole world this year has probably felt trapped. And I think everybody listening will understand  that sense of freedom you talked about. It's very rare, but there are moments in your life \",\"15\":\" where your feeling, your gut tells you that you are in the right place, that you are doing  the right thing and that it's something that you want to just keep doing in your life.  That's what I felt for the first time. I was in that place in a sport that I, right away,  I see the potential. I knew that as long as I was able to master that sport, I was going  to feel back the freedom that I used to feel when I was in the bicycle. So, yeah, that  I wanted to invest all my energy, all my attention, all my resources, all my life, my time, my  skills in order to master that sport and take it to the highest level that I could. \",\"16\":\" I mean, you went from mountain biking to sit skiing and I completely understand why, from  the things you've said, that you didn't choose an easier sport or a safer sport. But was  there any consideration at all in your mind for the risk that you were taking in moving  to another sport where injuries are quite commonplace and serious injuries at that? \",\"17\":\" Not for me, but my mother. She told me that I, well, in her words, it was, Harley, I cannot  let you go. My intuitions tell me that I don't want to live or I don't want to live exactly  something that we already lived. It was very hard for the whole family that you had an  accident that put you in with a disability. And I don't want to go through that again.  But for me, it was something makes sense and I was not willing to let that go. Just because  of fear, I was not ready to live my dream just because of something that I lived in  the past and that it was definitely a situation that it could happen again. But I don't know,  there was a very strong force pulling me and just being giving me certainty that that was  the path that I wanted to go. Do you think there's a possibility that you \",\"18\":\" actually became more, I don't want to say reckless, but maybe more carefree and less  concerned about the danger of this sport because you were already paralysed? \",\"19\":\" With the disability that I already have, I face a lot of limitations. So the last thing  that I want is to be even more limited than what I'm already. For some ways, I know limitations  are always in your head, but in one way or another, you do need your physical abilities  in order to, for example, travel with six bags and your monoski and your wheelchair  and this on an airplane, airport to another country, right?  So just the fact that, I don't know, for example, if I break a shoulder that luckily it never  happened in 12 years, I know that I'm going to be facing an even harder situation for  myself. So it's a very thin line, the limit. I always try to be within the limit and of  course I have had so many crashes, but one of the things that I have worked hard is to  be as strong as I possibly can in order to hold the crashes that that's kind of a normal  thing that we face in this sport. But at the same time, for example, I try to avoid the  jumps, you know, like it is speed or if it's a jump or if it's a steepness of a mountain.  I think I have been calculating the risk all the time in order to be safe because I have  been always looking into the progress, baby steps going a little bigger, a little bigger. \",\"20\":\" How do you calculate the risk though? \",\"21\":\" Well, of course, we are in a sport that is with a lot of variables all the time. It's  very hard to be calculating, but the only thing that you can do is lots of hours of  training to try different things. And yeah, like in Sochi, I had a very, very hard crash. \",\"22\":\" Yes, Ali, if you don't mind, let's relive that crash now. \",\"23\":\" So, Ali Velasquez of Mexico didn't finish either of the two training runs here. He's  aiming to finish in the top 15. Oh, and he's not. Oh, no, no, no, no, no, no, no, no, no.  Another big, big crash. Oh, dear. As he's flipped down the piste. \",\"24\":\" You can absolutely hear the fear and the concern in the commentator's voice there as he's watching \",\"25\":\" you just topple down the mountain, head over heels, just tumbling, tumbling. How do you \",\"26\":\" begin to recover from a crash like that, both physically and mentally? \",\"27\":\" Well, I went through a very hard surgery after the crash of Sochi. I didn't notice at the  time, but then later on in the summer, I had to go through surgery because of that crash.  Once I went back from that, I realized that there was a lot of people being touched by  just my journey and the things that I decided to achieve and that in a way I have been achieving  little by little. And there was people who kind of support me back on, back me up with  this journey. And yeah, I definitely feel lonely a lot of times, but how did I find  the motivation? I guess that the sport is so fulfilling just by the fact of doing it  that, I guess that in a way it heals, it's therapeutic to be up there in the mountain,  in the top of the mountain, to see that view, to be in early morning, maybe to see a sunrise  up there and to be also challenging you, your fears, your physical capacities. \",\"28\":\" Ali, are you addicted to danger? Are you addicted to thrill seeking? Is that what keeps you \",\"29\":\" coming back?  I guess that in a way I am, but I don't see it as risk. I see that when I am in the mountain  and I have a sit ski, I'm on a sit ski, I just feel the most free. And you go down the  mountain in a perfect day with a groom, with a very nice condition of snow. Man, to be  that feel of freedom, I cannot find another place that I can find that. You are not using  a motor, you are using the gravity and a tool that are creating massive speed, but in a  controlled way. And I think to bet that feeling is just very hard. I don't know, maybe that  was something that I was also feeling in downhill mountain bike. And once you feel it in another  place where I can still do it, it's like, it could be addictive, I guess. \",\"30\":\" Is there anything actually that genuinely does scare you? Is there something either  in sport or away from sport that you would look at and go, actually, do you know what, \",\"31\":\" I calculate that risk as being too much.  We face fear very often. Well, at least me, maybe not my friends' racers, but me when  I'm in like, I remember right now, I was in Austria and it was such an intimidating, threatening  mountain because it was so steep and the condition of the snow, it was so icy. I mean, it was  like, that's scarce, but you are there. You have to do it. You have to perform you. So  you have to just make it happen. You have to get action. Regardless, you are like super  scared. So I guess that once you are up there, you know, like maybe things that might scare  you like, yeah, like invest a lot of your resources into a dream or something like that.  You take perspective and it's like, even if it doesn't work the way you plan it or you  dream it, it cannot be so bad because we have learned with, I guess, with the accident,  with the disability, with sport, that even if bad things happen, there's always a way  to reverse that and to just achieve whatever you dream. \",\"32\":\" Do you have a risky attitude to other aspects of your life or are you actually quite a cautious,  safe person when you're not on a mountain? \",\"33\":\" No, I think I have that attitude for everything. It's just matter of intuition. I think I have  developed, thankfully, because of taking decisions that I had no idea. Like, for example, that  day that I sold all my stuff and I start my journey for seat skiing, I had no idea of  how it was going to end up. So for me, it was a matter of does it feel right or not?  And since it was the thing that it felt right at the moment, and then it gave me a lot of  experiences that I feel very, very happy, grateful and proud of them. Now, it also comes  to in other parts of my life that I feel that it's the way that I have to go. \",\"34\":\" If there are people listening who are maybe feeling fearful about making a big step in  their life, what advice would you give them? \",\"35\":\" To feel fear is normal. It's very, very normal. We usually feel fear to whatever we don't  know, to the unknown. And that's something that I felt. And one time I heard, does it  feel like fear or does it feel like emotion? Because sometimes you can also get confused  within the two emotions. And I have to say that there's nothing greater that you can  have to be motivated in order to achieve big things than having emotion, to be excited  about something. And there's a lot of times that you have to act even if you feel fear  about something, because there's a lot of things that you can find that you will be  so grateful about, that will give you so much knowledge about something. Once you just decide  to step on and go, regardless if you feel fear and even if that big thing that you want  to achieve and it doesn't happen, just by the fact that you act, even if you have fear  about something, the person that you are now, just by the fact that you act in that moment,  is a better person than you were before. So either way you will win. \",\"36\":\" Just one more question on danger, Ali. This will be a test for you. I know you have a  sister, you have a young nephew, Jeronimo. If Jeronimo came to you and said he was going  to be a skier, would you pass on your attitude to Jeronimo to say, yep, go out and try it?  Or would you be like your own mother was and feel a bit worried and a bit anxious about \",\"37\":\" it?  I think I would be like my mentor. One of the most important people in my career is  Eric Binderli. I would be more like him, I guess, because what I found with him was a  lot of preparation. We built together our own carbon fiber. He taught me all what he  knew about how to tune a ski. Pretty much he gave me all his knowledge and the study  of the sport and build and adaptation and how to adapt the monoski. Once you are so  connected to your equipment, you definitely low a lot of risk in the equation. So if Jero  asks me, I would like to be that Eric for him. I would like to be that person that just  gives him a lot of time, that analyzes the sport, analyzes the way to get better performance.  To put that in the equation in order to low the risk and improve the performance. Because  the last thing that I want to see is Jero having a bad journey in anything that he decided. \",\"38\":\" Well Ali, it's been an absolute pleasure speaking to you and if I'm ever in Mexico, if I'm ever  in Mexico City, then I will come by and visit your bakery. I've got a bit of a sweet tooth,  so I think I would order something more like a pastry or something if that's okay. \",\"39\":\" Absolutely. We actually have that pastry side that is actually all the time, every single  time and from the seasons we have different breads. So I'm pretty sure you will like that  as well. Whenever you are in Mexico, please let me know and I will be super happy to show  you around. I really like to show the people my country and to do it in a bicycle. I don't  think there's a better way to do a city tour here. \",\"40\":\" Well thank you very much Ali, it's been great fun.  Well not many athletes could carry off sit skiing, danger, speed, risk and then also  talk about baking pastries with such charisma. But that's Mexican Ali Velazquez. I absolutely  love chatting with him. And you can hear from more charismatic Paralympians if you subscribe  to this podcast and listen to earlier episodes with the likes of Todd Hodgetts, Grace Wembalua  and Ellen Keene.  Next week I speak to one of the Paralympic movement's biggest superstars, the Blade Jumper  Marcus Rem, whose biggest jumps would have won Olympic titles, let alone Paralympic ones.  He talks about breaking barriers, setting ambitious goals and his day job as a prosthetist,  where he brings all of his experience from elite athletics into the lives of ordinary \",\"41\":\" people with limb impairments. Speak then. \"}}"